/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Bu sunucunun sertifikasının süresi dolmuş. “%@” gibi görünen ve kişisel bilgilerinizi tehlikeye sokacak bir sunucuya bağlanıyor olabilirsiniz. Yine de sunucuya bağlanmak istiyor musunuz?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Bu sunucunun sertifikası henüz geçerli değildir. “%@” gibi görünen ve kişisel bilgilerinizi tehlikeye sokacak bir sunucuya bağlanıyor olabilirsiniz. Yine de sunucuya bağlanmak istiyor musunuz?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Bu sunucunun sertifikası geçersizdir. “%@” gibi görünen ve kişisel bilgilerinizi tehlikeye sokacak bir sunucuya bağlanıyor olabilirsiniz. Yine de sunucuya bağlanmak istiyor musunuz?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Bu sunucunun sertifikası bilinmeyen bir kurum tarafından imzalanmış. “%@” gibi görünen ve kişisel bilgilerinizi tehlikeye sokacak bir sunucuya bağlanıyor olabilirsiniz. Yine de sunucuya bağlanmak istiyor musunuz?";

/* Certificate trust verification prompt */
"Certificate Error" = "Certificate Error";
"Always Trust" = "Always Trust";
"Show Certificate" = "Show Certificate";

/* Remember password on Windows */
"Save Password" = "Save Password";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";